{"Egon Durban": {"title": "Twitter, Inc.", "url": "https://en.wikipedia.org/wiki/Twitter,_Inc.", "summary": "Twitter, Inc. is an American communications company based in San Francisco, California. The company operates the microblogging and social networking service Twitter. It previously operated the Vine short video app and  Periscope livestreaming service.\nTwitter was created by Jack Dorsey, Noah Glass, Biz Stone, and Evan Williams in March 2006 and launched in July of that year. By 2012, more than 100 million users posted 340 million tweets a day, and the service handled an average of 1.6 billion search queries per day. The company went public in November 2013. By the start of 2019, Twitter had more than 330 million monthly active users.On April 25, 2022, the Twitter board of directors agreed to a $44 billion buyout by Elon Musk, the CEO of SpaceX and Tesla, potentially making it one of the biggest deals to turn a company private. On July 8, 2022, Musk terminated the deal. As a result, Twitter shares experienced a fall and the company hired a US law firm to take legal action against Musk, launching a lawsuit against him in the Chancery Court of Delaware on July 12. Musk announced his intention to close the agreement as agreed upon on October 4, at 54.20 a share, equivalent to a $44 billion buyout."}, "Mathias Dopfner": {"title": "Mathias Döpfner", "url": "https://en.wikipedia.org/wiki/Mathias_D%C3%B6pfner", "summary": "Mathias Döpfner (born 15 January 1963) is a German businessman and journalist. He is the CEO and 22% owner of media group Axel Springer SE, and president of the Federal Association of Digital Publishers and Newspaper Publishers (BDZV)."}, "Steve Jurvetson": {"title": "Steve Jurvetson", "url": "https://en.wikipedia.org/wiki/Steve_Jurvetson", "summary": "Stephen T. Jurvetson (born March 1, 1967) is an American businessman and venture capitalist. Formerly a partner of the firm Draper Fisher Jurvetson (DFJ), he was an early investor in Hotmail, Memphis Meats, Mythic and Nervana Systems. He is currently a board member of SpaceX and served on Tesla's board from 2006–2020, among others. He later co-founded the firm Future Ventures with Maryanna Saenko, who worked with him at DFJ."}, "Ken Griffin": {"title": "Kenneth C. Griffin", "url": "https://en.wikipedia.org/wiki/Kenneth_C._Griffin", "summary": "Kenneth Cordele Griffin (born October 15, 1968) is an American hedge fund manager, entrepreneur and investor. He is the founder, chief executive officer, co-chief investment officer, and 80% owner of Citadel LLC, a multinational hedge fund. He also owns Citadel Securities, one of the largest market makers in the U.S.In 2022 Griffin had an estimated net worth of US$27.2 billion and was ranked 53rd on the Forbes 400 list of richest people in the United States.Griffin has contributed tens of millions of dollars to political candidates and causes, primarily those of the Republican Party. He has also donated to a number of charitable causes, particularly in the fields of education and the arts. He owns an art collection valued at $800 million and personal residences valued in total at over $1 billion."}, "James Murdoch": {"title": "James Murdoch", "url": "https://en.wikipedia.org/wiki/James_Murdoch", "summary": "James Rupert Jacob Murdoch (born 13 December 1972) is a British-American businessman, the younger son of media mogul Rupert Murdoch, and was the chief executive officer (CEO) of 21st Century Fox from 2015 to 2019.He was the chairman and CEO for Europe and Asia of News Corporation until 2013 when it was split into News Corp and 21st Century Fox.  He was formerly a director of News Corp and was a member of the office of the chairman.Until April 2012, he was the chairman and CEO of Sky plc, Europe and Asia, where he oversaw assets such as News International (British newspapers; publisher of The News of the World newspaper), Sky Italia (satellite television in Italy), Sky Deutschland, and STAR TV (satellite television in Asia).\nHe was executive chairman of News International from 2007 until February 2012. He previously held a non-executive chair at British Sky Broadcasting, in which News Corporation had a controlling minority stake. In April 2012, he was forced to resign as chairman of BSkyB in the wake of the ongoing phone hacking scandal, in which he was implicated. He was reappointed chairman of the company following its merger with its Italian and German sister companies to form Sky plc.\nHe was formerly an executive vice-president of News Corporation (the controlling shareholder of BSkyB) and served on the board of directors of News Datacom and of News Corporation.In May 2012, a highly critical UK Parliamentary report said that Murdoch \"showed wilful ignorance of the extent of phone-hacking\" and found him \"guilty of an astonishing lack of curiosity\" over the issue. It went on to say that both Murdoch and his father, Rupert, \"should ultimately be prepared to take responsibility\" for wrongdoing at the News of the World and News International.Murdoch is a British citizen by birth and a naturalised US citizen. He lost Australian citizenship when his father became a US citizen, but he is eligible to reclaim it."}, "Satya Nadella": {"title": "Satya Nadella", "url": "https://en.wikipedia.org/wiki/Satya_Nadella", "summary": "Satya Narayana Nadella (Telugu: సత్యనారాయణ నాదెళ్ల, ; born 19 August 1967) is an Indian-American business executive. He is the executive chairman and CEO of Microsoft, succeeding Steve Ballmer in 2014 as CEO and John W. Thompson in 2021 as chairman. Before becoming CEO, he was the executive vice president of Microsoft's cloud and enterprise group, responsible for building and running the company's computing platforms."}, "Joe Lonsdale": {"title": "Stanford University", "url": "https://en.wikipedia.org/wiki/Stanford_University", "summary": "Stanford University, officially Leland Stanford Junior University, is a private research university in Stanford, California. The campus occupies 8,180 acres (3,310 hectares), among the largest in the United States, and enrolls over 17,000 students. Stanford is ranked among the top universities in the world.Stanford was founded in 1885 by Leland and Jane Stanford in memory of their only child, Leland Stanford Jr., who had died of typhoid fever at age 15 the previous year. Leland Stanford was a U.S. senator and former governor of California who made his fortune as a railroad tycoon. The school admitted its first students on October 1, 1891, as a coeducational and non-denominational institution. Stanford University struggled financially after the death of Leland Stanford in 1893 and again after much of the campus was damaged by the 1906 San Francisco earthquake. Following World War II, provost Frederick Terman supported faculty and graduates' entrepreneurialism to build self-sufficient local industry in what would later be known as Silicon Valley.The university is organized around seven schools on the same campus: three schools consisting of 40 academic departments at the undergraduate level as well as four professional schools that focus on graduate programs in law, medicine, education, and business. The university also houses the public policy think tank, the Hoover Institution. Students compete in 36 varsity sports, and the university is one of two private institutions in the Division I FBS Pac-12 Conference. As of May 26, 2022, Stanford has won 131 NCAA team championships, more than any other university, and was awarded the NACDA Directors' Cup for 25 consecutive years, beginning in 1994–1995. In addition, by 2021, Stanford students and alumni had won at least 296 Olympic medals including 150 gold and 79 silver medals.As of April 2021, 85 Nobel laureates, 29 Turing Award laureates, and eight Fields Medalists have been affiliated with Stanford as students, alumni, faculty, or staff. In addition, Stanford is particularly noted for its entrepreneurship and is one of the most successful universities in attracting funding for start-ups. Stanford alumni have founded numerous companies, which combined produce more than $2.7 trillion in annual revenue and have created 5.4 million jobs as of 2011, roughly equivalent to the seventh largest economy in the world (as of 2020). Stanford is the alma mater of U.S. President Herbert Hoover, 74 living billionaires, and 17 astronauts. In academia, its alumni include the current presidents of Yale and MIT and the provosts of Harvard and Princeton. It is also one of the leading producers of Fulbright Scholars, Marshall Scholars, Rhodes Scholars, and members of the United States Congress."}, "Marc Merrill (Riot)": {"title": "Riot Games", "url": "https://en.wikipedia.org/wiki/Riot_Games", "summary": "Riot Games, Inc. is an American video game developer, publisher and esports tournament organizer based in Los Angeles, California. It was founded in September 2006 by Brandon Beck and Marc Merrill to develop League of Legends and went on to develop several spin-off games and the unrelated first-person shooter game Valorant. In 2011, Riot Games was acquired by Chinese conglomerate Tencent. Riot Games' publishing arm, Riot Forge, oversees the production of League of Legends spin-offs by other developers. The company worked with Fortiche to release Arcane, a television series based on the League of Legends universe.\nRiot Games operates 12 international League of Legends esports leagues, the League of Legends World Championship and the Valorant Champions Tour. The company, which had 24 offices worldwide as of 2018, sells corporate sponsorships, merchandise, and streaming rights for its leagues. Riot has faced allegations and lawsuits claiming a toxic workplace culture, including gender discrimination and sexual harassment. The company was criticized for its use of forced arbitration in response to these allegations.\n\n"}, "Kimbal Musk": {"title": "Kimbal Musk", "url": "https://en.wikipedia.org/wiki/Kimbal_Musk", "summary": "Kimbal Reeve Musk (born 20 September 1972) is a South African Canadian-American restaurateur, chef, and entrepreneur.  He owns The Kitchen Restaurant Group, a collection of \"community\" restaurants located in Colorado, Chicago, and Indianapolis. He is the co-founder and chairman of Big Green, a 501(c)(3) nonprofit that has built hundreds of outdoor classrooms called \"Learning Gardens\" in schoolyards across America. Musk is also the co-founder and chairman of Square Roots, an urban farming company in Brooklyn, New York City, growing food in hydroponic, indoor, climate controlled shipping containers. Musk currently sits on the boards of Tesla Inc. and SpaceX, both of which his brother Elon is the current CEO. He was on the board of Chipotle Mexican Grill from 2013 to 2019. He is the brother of Elon Musk and Tosca Musk, son of Errol and Maye Musk, and a major shareholder in Tesla.In 1995 he co-founded, with his brother, Elon Musk, the software company Zip2, which was acquired by Compaq for $307 million in 1999.\n\n"}, "Antonio Gracias": {"title": "SpaceX", "url": "https://en.wikipedia.org/wiki/SpaceX", "summary": "Space Exploration Technologies Corp. (doing business as SpaceX) is an American spacecraft manufacturer, space launch provider, and a satellite communications corporation headquartered in Hawthorne, California. It was founded in 2002 by Elon Musk, with the goal of reducing space transportation costs to enable the colonization of Mars. It manufactures the Falcon 9 and Falcon Heavy launch vehicles, several rocket engines, Cargo Dragon, crew spacecraft, and Starlink communications satellites.\nSpaceX is developing a satellite internet constellation named Starlink to provide commercial internet service. In January 2020, the Starlink constellation became the largest satellite constellation ever launched, and as of September 2022 comprises over 3,000 small satellites in orbit.\nThe company is also developing Starship, a privately funded, fully reusable, super heavy-lift launch system for interplanetary and orbital spaceflight. It is intended to become SpaceX's primary orbital vehicle once operational, supplanting the existing Falcon 9, Falcon Heavy, and Dragon fleet. It will have the highest payload capacity of any orbital rocket ever built on its debut, scheduled for 2022 pending launch license.SpaceX's achievements include the first privately funded liquid-propellant rocket to reach orbit around Earth; the first private company to successfully launch, orbit, and recover a spacecraft; the first private company to send a spacecraft to the International Space Station; the first vertical take-off and vertical propulsive landing for an orbital rocket booster; first reuse of such booster; and the first private company to send astronauts to orbit and to the International Space Station. SpaceX has flown and landed the Falcon 9 series of rockets over one hundred times."}, "Marc Benioff": {"title": "Marc Benioff", "url": "https://en.wikipedia.org/wiki/Marc_Benioff", "summary": "Marc Russell Benioff (born September 25, 1964) is an American internet entrepreneur and philanthropist. He is the co-founder, chairman and co-CEO (alongside Bret Taylor) of Salesforce, an enterprise cloud computing company. In September 2018, Benioff acquired Time.\n\n"}, "Bill Gurley": {"title": "Bill Gurley", "url": "https://en.wikipedia.org/wiki/Bill_Gurley", "summary": "John William Gurley, CFA (born May 10, 1966) is a general partner at Benchmark, a Silicon Valley venture capital firm in Menlo Park, California. He is listed consistently on the Forbes Midas List and is considered one of technology’s top dealmakers."}, "Ira Ehrenpreis": {"title": "Tesla, Inc.", "url": "https://en.wikipedia.org/wiki/Tesla,_Inc.", "summary": "Tesla, Inc. ( TESS-lə) is an American multinational automotive and clean energy company headquartered in Austin, Texas. Tesla designs and manufactures electric vehicles (electric cars and trucks), battery energy storage from home to grid-scale, solar panels and solar roof tiles, and related products and services. Tesla is one of the world's most valuable companies and remains the world's most valuable automaker with a market capitalization of more than US$840 billion. In 2021, the company had the most worldwide sales of battery electric vehicles and plug-in electric vehicles, capturing 21% of the battery-electric (purely electric) market and 14% of the plug-in market (which includes plug-in hybrids). Through its subsidiary Tesla Energy, the company develops and is a major installer of photovoltaic systems in the United States. Tesla Energy is also one of the largest global suppliers of battery energy storage systems, with 3.99 gigawatt-hours (GWh) installed in 2021.\nTesla was incorporated in July 2003 by Martin Eberhard and Marc Tarpenning as Tesla Motors. The company's name is a tribute to inventor and electrical engineer Nikola Tesla. In February 2004, via a $6.5 million investment, Elon Musk became the largest shareholder of the company. He has served as CEO since 2008. According to Musk, the purpose of Tesla is to help expedite the move to sustainable transport and energy, obtained through electric vehicles and solar power. Tesla began production of its first car model, the Roadster sports car, in 2009. This was followed by the Model S sedan in 2012, the Model X SUV in 2015, the Model 3 sedan in 2017, and the Model Y crossover in 2020. The Model 3 is the all-time best-selling plug-in electric car worldwide, and, in June 2021, became the first electric car to sell 1 million units globally. Tesla's global sales were 936,222 cars in 2021, an 87% increase over the previous year, and cumulative sales totaled 3 million cars as of August 2022. In October 2021, Tesla's market capitalization reached $1 trillion, the sixth company to do so in U.S. history.\nTesla has been the subject of many lawsuits, increasing government scrutiny, and public controversies arising from statements and acts of CEO Elon Musk and from allegations of creative accounting, whistleblower retaliation, worker rights violations, and unresolved and dangerous technical problems with their products.\n\n"}, "Mike Pop": {"title": "The Mike Flowers Pops", "url": "https://en.wikipedia.org/wiki/The_Mike_Flowers_Pops", "summary": "The Mike Flowers Pops (also known as MFP, The Pops or The Mike Flowers Pops Orchestra) are a British easy listening band fronted by Mike Flowers (real name Michael Roberts). Mike Roberts was born in Liverpool in 1960, now married with 2 children & living in London, studied Painting at Chelsea School of Art (1978-81) and did an MA in Music at Goldsmiths (2012-14). In the mid-1990s he enjoyed an unlikely pop profile as easy listening bandleader Mike Flowers of The Mike Flowers Pops, including a UK No. 2 chart hit with his version of the Oasis song ‘Wonderwall’ (according to Lou Reed, one of the funniest things he’d ever heard). He has since scored music for film and television, and made music documentaries for Sky Arts and London’s Barbican Centre. How Art Made Pop is his first book and supported by the \"Sounds Superb Singers\" and \"Super Stereo Brass\". Formed in 1993, there can be up to fourteen of them on stage at any time, and they are principally known for easy listening or lounge music covers of both 'classic' and contemporary pop music.\nThe title \"MFP\" parodies the budget record label Music for Pleasure, also known as MFP, which produced a series of \"Hot Hits\" cover version albums in the 1960s and 1970s. \n\n"}, "Adeo Ressi": {"title": "Adeo Ressi", "url": "https://en.wikipedia.org/wiki/Adeo_Ressi", "summary": "Adeo Ressi is an American entrepreneur and investor, who is the founder and CEO of TheFunded and The Founder Institute. He has been a fixture in the Silicon Valley since creating TheFunded in 2007. His previous business ventures include methodfive, Game Trust, Total New York, and Expansive Ventures. He has also sat on the board of the X Prize Foundation."}, "David Sacks": {"title": "David O. Sacks", "url": "https://en.wikipedia.org/wiki/David_O._Sacks", "summary": "David Oliver Sacks (born 25 May 1972) is an entrepreneur, and investor in internet technology firms. He is general partner of Craft Ventures, a venture capital fund he co-founded in late 2017. Previously, Sacks was the founding COO and product leader of PayPal (acquired by eBay in 2002 for $1.5 billion) and founder/CEO of Yammer (acquired by Microsoft in 2012 for $1.2 billion). In 2016, he led the turnaround of Zenefits as interim CEO. In 2017, Sacks co-founded Craft Ventures, an early-stage venture fund. His angel investments include Facebook, Uber, SpaceX, Palantir Technologies and Airbnb. He is a co-host of the podcast All In."}, "Tim Urban": {"title": "Tim Urban", "url": "https://en.wikipedia.org/wiki/Tim_Urban", "summary": "Timothy Joseph Urban (born May 1, 1989) is an American singer-songwriter and actor who was the seventh place finalist on the ninth season of American Idol. Following his participation in the series, he released two EPs: Heart of Me in 2010 and New York Sessions in 2014."}, "Kathryn Murdoch": {"title": "James Murdoch", "url": "https://en.wikipedia.org/wiki/James_Murdoch", "summary": "James Rupert Jacob Murdoch (born 13 December 1972) is a British-American businessman, the younger son of media mogul Rupert Murdoch, and was the chief executive officer (CEO) of 21st Century Fox from 2015 to 2019.He was the chairman and CEO for Europe and Asia of News Corporation until 2013 when it was split into News Corp and 21st Century Fox.  He was formerly a director of News Corp and was a member of the office of the chairman.Until April 2012, he was the chairman and CEO of Sky plc, Europe and Asia, where he oversaw assets such as News International (British newspapers; publisher of The News of the World newspaper), Sky Italia (satellite television in Italy), Sky Deutschland, and STAR TV (satellite television in Asia).\nHe was executive chairman of News International from 2007 until February 2012. He previously held a non-executive chair at British Sky Broadcasting, in which News Corporation had a controlling minority stake. In April 2012, he was forced to resign as chairman of BSkyB in the wake of the ongoing phone hacking scandal, in which he was implicated. He was reappointed chairman of the company following its merger with its Italian and German sister companies to form Sky plc.\nHe was formerly an executive vice-president of News Corporation (the controlling shareholder of BSkyB) and served on the board of directors of News Datacom and of News Corporation.In May 2012, a highly critical UK Parliamentary report said that Murdoch \"showed wilful ignorance of the extent of phone-hacking\" and found him \"guilty of an astonishing lack of curiosity\" over the issue. It went on to say that both Murdoch and his father, Rupert, \"should ultimately be prepared to take responsibility\" for wrongdoing at the News of the World and News International.Murdoch is a British citizen by birth and a naturalised US citizen. He lost Australian citizenship when his father became a US citizen, but he is eligible to reclaim it."}, "Brian Kingston": {"title": "Brian Kingston", "url": "https://en.wikipedia.org/wiki/Brian_Kingston", "summary": "Brian Kingston (born 22 February 1966) is a British Unionist politician from Northern Ireland representing the Democratic Unionist Party (DUP).\nKingston has been a Member of the Northern Ireland Assembly (MLA) for Belfast North since the 2022 election.He was previously a member of Belfast City Council, for the Court constituency for 12 years, from May 2010 to May 2022, including serving as High Sheriff of Belfast in 2013 and Lord Mayor of Belfast from 2016 to 2017."}, "Alex Stillings": {"title": "Alex Browning", "url": "https://en.wikipedia.org/wiki/Alex_Browning", "summary": "Alexander Theodore Browning is a fictional character in the Final Destination series created by Jeffrey Reddick and portrayed by Canadian actor Devon Sawa. As the series' most popular character, Alex serves as the protagonist of the original Final Destination film in 2000. Alex is a senior student at the fictional Mt. Abraham High School and one of the students at his French language class aboard Volée Airlines Flight 180 from New York to Paris, based on the real-life disaster of TWA Flight 800 in 1996."}, "Jack Dorsey": {"title": "Jack Dorsey", "url": "https://en.wikipedia.org/wiki/Jack_Dorsey", "summary": "Jack Patrick Dorsey (born November 19, 1976) is an American Internet entrepreneur, programmer, and philanthropist who is the co-founder and former CEO of Twitter, Inc., as well as the founder and principal executive officer of Block, Inc., a financial payments company."}, "James Gorman": {"title": "James P. Gorman", "url": "https://en.wikipedia.org/wiki/James_P._Gorman", "summary": "James Patrick Gorman  (born 14 July 1958) is an Australian-American financier who is the chairman and chief executive officer of Morgan Stanley. He was formerly Co-President and Co-Head of Strategic Planning at the firm."}, "Brian Acton": {"title": "Brian Acton", "url": "https://en.wikipedia.org/wiki/Brian_Acton", "summary": "Brian Acton (born 1972) is an American computer programmer and Internet entrepreneur. Acton is the executive chairman of the Signal Technology Foundation, which he co-founded with Moxie Marlinspike in 2018. As of January 10, 2022, Acton also serves as interim CEO of Signal Messenger LLC.He was formerly employed at Yahoo!, and co-founded WhatsApp, a mobile messaging application which was acquired by Facebook in February 2014 for US$19 billion, with Jan Koum. Acton left WhatsApp in September 2017 to start the Signal Foundation. According to Forbes (2020), Acton is the 836th-richest person in the world, with a net worth of $2.5 billion.\n\n"}, "Steve Davis": {"title": "Steve Davis", "url": "https://en.wikipedia.org/wiki/Steve_Davis", "summary": "Steve Davis  (born 22 August 1957) is an English retired professional snooker player who is currently a commentator, musician, DJ, and author. He is best known for dominating professional snooker during the 1980s, when he reached eight World Snooker Championship finals in nine years, won six world titles, and held the world number one ranking for seven consecutive seasons. He was runner-up to Dennis Taylor in one of snooker's most famous matches, the 1985 world final, whose dramatic black-ball conclusion attracted 18.5 million viewers, setting UK records for any broadcast after midnight and any broadcast on BBC Two that stand to this day. \nIn addition to his six world titles, Davis won the UK Championship six times and the Masters three times for a total of 15 Triple Crown titles, placing him third on the all-time list behind Ronnie O'Sullivan (21) and Stephen Hendry (18). During the 1987–88 season, he became the first player to win all three Triple Crown events in a single season, a feat only Hendry and Mark Williams have since emulated. His career total of 28 ranking titles places him fourth on the all-time list behind O'Sullivan (39), Hendry (36), and John Higgins (31). The first player to make an officially recognised maximum break in professional competition, and the first to earn £1 million in career prize money, Davis was named the BBC's Sports Personality of the Year in 1988 and remains the only snooker player to win the award. Although he won his last major title at the 1997 Masters, he competed at a high level into his 50s, making his last Crucible appearance in 2010, when he defeated the defending world champion John Higgins to become the oldest world quarter-finalist since 1983. He retired in April 2016 after 38 seasons on the professional tour, but he remains active as a commentator and analyst for the BBC's snooker coverage. As of 2022, he shares his record of 30 Crucible appearances with O'Sullivan.  \nOutside snooker, Davis competed in nine-ball pool tournaments, most notably representing Europe in the Mosconi Cup eleven consecutive times between 1994 and 2004. A keen chess and poker player, he served as president of the British Chess Federation between 1996 and 2001 and has competed in televised poker tournaments. A fan of progressive rock, he has an ongoing career as a radio broadcaster, club DJ, and musician; with Kavus Torabi and Michael J. York, he co-founded the electronic music band The Utopia Strong. He has authored or co-authored books on snooker, chess, cooking, and music, as well as three autobiographies. In 2013, he featured as a contestant on I'm a Celebrity...Get Me Out of Here!. He was made a MBE in the 1988 Birthday Honours and an OBE in the 2000 New Year Honours."}, "Will MacAskill": {"title": "William MacAskill", "url": "https://en.wikipedia.org/wiki/William_MacAskill", "summary": "William David MacAskill (né Crouch; born 24 March 1987) is a Scottish philosopher and ethicist, who is one of the originators of the effective altruism movement. He is Associate Professor and Tutorial Fellow at Lincoln College, Oxford, Chair of the Advisor Board at the Global Priorities Institute at the University of Oxford, and Director of the Forethought Foundation for Global Priorities Research. MacAskill is also the co-founder of Giving What We Can, the Centre for Effective Altruism and 80,000 Hours. He is the author of the 2015 book Doing Good Better, the 2022 book What We Owe the Future, and co-author of the 2020 book Moral Uncertainty."}, "John Elkann": {"title": "John Elkann", "url": "https://en.wikipedia.org/wiki/John_Elkann", "summary": "John Philip Jacob Elkann (born 1 April 1976) is an Italian-American  industrialist. In 1997, he became the chosen heir of his grandfather Gianni Agnelli, following the death of Gianni's nephew Giovanni Alberto Agnelli and since 2004 has been leading the Agnelli family, an Italian multi-industry business dynasty. He chairs the automaker Stellantis and is the chief executive officer (CEO) of Exor, the holding company controlled by the Agnelli family, which also holds a controlling stake in Ferrari, CNH Industrial, Iveco Group, Juventus F.C. and The Economist Group. In July 2018 he was appointed chairman of Ferrari after Sergio Marchionne left due to health issues."}, "Jason Calacanis": {"title": "Jason Calacanis", "url": "https://en.wikipedia.org/wiki/Jason_Calacanis", "summary": "Jason McCabe Calacanis (born November 28, 1970) is an American Internet entrepreneur, angel investor, author and podcaster.His first company was part of the dot-com era in New York. His second venture, Weblogs, Inc., a publishing company that he co-founded together with Brian Alvey, capitalized on the growth of blogs before being sold to AOL. Calacanis is also an angel investor in various technology startups, and co-host of the All-In Podcast & This Week in Startups Podcast."}}